Repository: dandytv/FleetOps
Catalog: ModelSector/Global_Resources/locale.*.resx
Languages: ms, th

# accordion_admin
source: Admin
th: ผู้ดูแลระบบ

# accordion_help
source: Help
ms: Bantuan
th: ช่วย

# accordion_loyaltyops
source: Loyalty Operations
ms: Kesetiaan Operasi
th: การดำเนินงานความจงรักภักดี

# accordion_operations
source: Operations
ms: Operasi
th: การดำเนินงาน

# accordion_tools
source: Tools
th: เครื่องมือ

# acctname
source: Account Name
ms: Nama Akaun
th: ชื่อบัญชี

source: Address List
ms: Senarai Alamat
th: รายการที่อยู่

source: Address Type
ms: Taip Alamat
th: ประเภทของที่อยู่

# agrmentbyMerchant
source: Agreement By Merchant
ms: Perjanjian Dengan Saudagar
th: ข้อตกลงโดยพ่อค้า

# agrmntdate
source: Signup Date
ms: Tarikh perjanjian
th: วันที่ความตกลง

# bankacctno
source: Bank Account No
ms: Akaun Bank Tiada
th: บัญชีธนาคารไม่มี

source: Bank Name
ms: Nama Bank
th: ชื่อธนาคาร

source: Blood Group
ms: Kumpulan darah
th: กรุ๊ปเลือด

# bymerchant
source: By Merchant No
ms: oleh Saudagar
th: โดยพ่อค้า

source: Calendar
ms: Kalendar
th: ปฏิทิน

source: Card Logo
ms: Logo kad
th: โลโก้ของบัตร

source: Card Type
ms: Jenis Kad
th: ประเภทบัตร

source: Contact Name
ms: Nama Kenalan
th: ชื่อผู้ติดต่อ

source: Contact No
th: ติดต่อไม่มี

source: Contacts List
ms: Senarai kenalan
th: รายการที่ติดต่อ

source: Contact Type
ms: Hubungi Jenis
th: ประเภทที่ติดต่อ

# copyrightmsg
source: © 2012 Cardtrend Systems Sdn Bhd.
ms: Copyright 2012 Cardtrend Systems Sdn Bhd. All Rights Reserved®
th: Copyright 2012 Cardtrend ระบบ Sdn Bhd เป็นหลักสงวนลิขสิทธิ์®

# companyregistrationnumber
source: Company Registration No
ms: Nombor Pendaftaran Syarikat
th: เลขทะเบียน บริษัท

source: Corporate Code
ms: Kod korporat
th: รหัส บริษัท

source: Created By
ms: Dibuat Oleh
th: สร้างโดย

source: Creation Date
ms: Tarikh Penciptaan
th: วันที่สร้าง

source: DashBoard
th: หน้าปัด

source: Department
ms: Jabatan
th: แผนก

# dob
source: Date of Birth
ms: Tarikh Lahir
th: วันเกิด

# employmentdtl
source: Employment Detail
ms: Detail Pekerjaan
th: รายละเอียดการจ้างงาน

source: Enable Wizard
ms: Dayakan Wizard
th: เปิดใช้งานตัวช่วยสร้าง

source: Entity ID
ms: ID entiti
th: ID นิติบุคคล

# entity_title
source: Title
ms: Tajuk
th: ชื่อเรื่อง

source: Establishment
ms: penubuhan
th: สถานประกอบการ

source: Gender
ms: jantina
th: เพศ

source: Generate
ms: menjana
th: ผลิต

# ghostcardtitle
source: Ghost Card/Virtual Card Batch Generation
ms: Hantu Kad / Kad Maya kumpulan Generasi
th: บัตรผี / บัตรรุ่นเสมือนชุด

# grdcreationDate
source: Creation Date
ms: tarikh penciptaan
th: วันที่สร้าง

# grdstatus
source: Status
th: สถานะ

source: Hide Panel
th: ซ่อนแผง

source: Income
ms: pendapatan
th: เงินได้

source: License
ms: lesen
th: อนุญาต

source: Logged in as
ms: Logged in sebagai
th: เข้าสู่ระบบเป็น

source: Marital Status
ms: Status Perkahwinan
th: สถานภาพการสมรส

# merchagreementindextitle
source: Merchant Account Signup
ms: Perjanjian saudagar
th: ข้อตกลงการค้า

# merchagreementnewtitle
source: New Account Signup
ms: Akaun Baru
th: บัญชีใหม่

# MerchantAccount
source: Merchant Account Signup
ms: Perjanjian Saudagar Akaun
th: สัญญาบัญชี พ่อค้า

source: Merchant Account List
ms: Senarai Saudagar Akaun
th: รายชื่อบัญชีผู้ขาย

source: Merchant Terminal Device
ms: Terminal Peranti Saudagar
th: อุปกรณ์ปลายทาง พ่อค้า

source: Messages
ms: mesej
th: ข้อความ

source: Name
ms: Nama
th: ชื่อ

source: New IC
ms: IC Baru
th: IC ใหม่

source: New Merchant
ms: Saudagar baru
th: ผู้ขายรายใหม่

# noofaccounts
source: Number of Accounts
ms: Bilangan Akaun
th: จำนวนบัญชี

# noofcards
source: Number of Cards
ms: Bilangan Kad
th: จำนวนของการ์ด

source: Occupation
ms: pekerjaan
th: อาชีพ

source: Old IC
ms: IC Lama
th: IC เก่า

source: Ownership
ms: pemilikan
th: กรรมสิทธิ์

source: Passport No
ms: No Pasport
th: หนังสือเดินทาง

# personalbankingdtls
source: Personal banking Details
ms: Perbankan Maklumat Peribadi
th: รายละเอียดธนาคารส่วนบุคคล

source: Personal Particulars
ms: Butir-butir peribadi
th: รายการส่วนบุคคล

source: Person in Charge
ms: Orang Penjaga
th: ผู้รับผิดชอบ

# pincd
source: Pin Code
ms: Kod pin
th: รหัส PIN

source: Plastic Type
ms: Jenis plastik
th: ชนิดพลาสติก

# reasoncd
source: Reason Code
ms: Kod sebab
th: รหัสเหตุผล

source: Registered Name
ms: Nama berdaftar
th: ชื่อที่ลงทะเบียน

source: Save
ms: Simpan
th: ประหยัด

# security1
source: Security
ms: Keselamatan
th: ความปลอดภัย

source: Settings
ms: Tetapan
th: การตั้งค่า

source: SignOut
ms: Log keluar
th: ออกจากระบบ

source: Special Promo
ms: Khas Promosi
th: โปรโมชั่นพิเศษ

source: State
ms: Negeri
th: รัฐ

source: Status
th: สถานะ

source: Street 1
th: ถนน1

source: street 2
th: ถนน2

source: Street 3
th: ถนน3

# tabaddress
source: Address
ms: alamat
th: ที่อยู่

# tabdetail
source: Detail
th: รายละเอียด

# tabentity
source: Entity
ms: entiti
th: เอกลักษณ์

# tabreview
source: Review
ms: mengkaji
th: ทบทวน

source: Tax ID
ms: ID Cukai
th: ประจำตัวผู้เสียภาษี

source: Tax Info
ms: Maklumat cukai
th: ข้อมูลภาษี

source: Town
ms: bandar
th: ตัวเมือง

source: Title
ms: tajuk
th: ชื่อเรื่อง

source: Transaction ID
ms: ID Transaksi
th: ระบุการทำธุรกรรม

source: Account No
ms: No. Akaun
th: เลขที่บัญชี

source: Card No
ms: No. Kad
th: หมายเลขบัตร

source: Change to Status
ms: Status diubah kepada
th: เปลี่ยนสถานะ

source: Collection ID
ms: ID Pungutan
th: ประจำตัวคอลเลกชัน

source: Courier Consignment Note
ms: Nota Konsainan Kurier
th: Courier หมายเหตุฝากขาย

source: Current Status
ms: Status Semasa
th: สถานะปัจจุบัน

source: Delivered By
ms: dihantar Oleh
th: จัดส่งโดย

source: Delivery Method
ms: Kaedah Penghantaran
th: วิธีการจัดส่งสินค้า

source: Delivery Status
ms: Status Penghantaran
th: สถานะการจัดส่งสินค้า

# descp
source: Description
ms: Huraian
th: ลักษณะ

source: Endorsed By
ms: Disahkan Oleh
th: รับรองโดย

source: Endorsed Date
ms: Tarikh Pengesahan
th: วันที่ลงนามรับรอง

# invoicenumber
source: Invoice No
ms: Nombor Invois
th: จำนวนใบแจ้งหนี้

source: Reason Code
ms: Kod sebab
th: รหัสเหตุผล

source: Recieved Date
ms: Tarikh Terima
th: วันที่ได้รับ

source: Recipient Name
ms: Nama Penerima
th: ชื่อผู้รับ

source: Reference Type
ms: Jenis rujukan
th: ชนิดของการอ้างอิง

source: Reference ID
ms: ID Rujukan
th: ตัวอ้างอิง

source: Remarks
ms: Catatan
th: ข้อคิดเห็น

source: Total Points
ms: Jumlah Point
th: คะแนนรวม

# txnAmnt
source: Transaction Amount
ms: Amaun Transaksi
th: จำนวนรายการที่เกี่ยวโยงกัน

# txncd
source: Transaction Code
ms: Kod Transaksi
th: รหัสรายการ

source: User ID
ms: ID Pengguna
th: บัตรประจำตัวของผู้ใช้

source: Total Amount
ms: Amaun Total
th: จำนวนเงินทั้งหมด

# accountnumber
source: Account No
ms: No akaun
th: เลขที่บัญชี

source: Aging No
ms: Bilangan penuaan
th: จำนวน aging

source: Application Id
ms: IDPemohonan
th: ตัวโปรแกรม

source: Approval Code
ms: Kod kelulusan
th: รหัสอนุมัติ

# assigndate
source: Assigned Date
ms: Tarikh yang diberikan
th: วันที่ได้รับมอบหมาย

source: Authorization Card Expiry
ms: Kebenaran Tamat Kad
th: หมดอายุการ์ดอนุมัติ

source: Authorization Card No
ms: Nombor Kad Kebenaran
th: หมายเลขบัตรอนุญาต

source: Nature of Business
ms: Jenis Perniagaan
th: ลักษณะการประกอบธุรกิจ

source: Card Expiry
ms: Tempot Tamat Kad
th: บัตรหมดอายุ

source: ChequeNo
ms: No Cek
th: หมายเลขเช็ค

source: City
ms: Bandar
th: เมือง

source: Collector ID
ms: ID Pemungut
th: ประจำตัวสะสม

source: Company Legal Name
ms: Nama Syarikat yang sah
th: ชื่อ บริษัท กฎหมาย

source: Company Registration Date
ms: Tarikh Pendaftaran Syarikat
th: วันที่จดทะเบียน บริษัท

source: Company Registration Name
ms: Nama Pendaftaran Syarikat
th: ชื่อที่จดทะเบียน บริษัท

source: Company Type
ms: Jenis syarikat
th: บริษัท ประเภท

source: Corporate Name
ms: Nama korporat
th: ชื่อ บริษัท

source: Cycle Date
ms: Kitaran Tarikh
th: วันที่วงจร

# cyclenumber
source: Cycle No
ms: Bilangan kitaran
th: จำนวนวงจร

# feecd
source: Fee Code
ms: Kod bayaran
th: รหัสค่า

source: Last Update Date
ms: Tarikh Kemaskini Terakhir
th: วันที่ปรับปรุงข้อมูลล่าสุด

source: New Card Expiry Date
ms: Tarikh Tamat Baru Kad
th: การ์ดวันที่หมดอายุ

source: Odometer Reading
ms: Bacaan Odometer
th: อ่านเข็ม

source: PIN Mailing Type
ms: PIN Jenis Mel
th: รหัสของผู้รับจดหมาย

source: Position
ms: Kedudukan
th: ตำแหน่ง

source: Postal Code
ms: Poskod
th: รหัสไปรษณีย์

source: Product Code
ms: Kod Produk
th: รหัสสินค้า

source: Reassigned Collector ID
ms: ID Pemungut Ditugaskan
th: ประจำตัวสะสมพระราชเสาวนีย์

source: Reassigned Date
ms: Tarikh ditugaskan
th: วันที่พระราชเสาวนีย์

source: Receipt No
ms: Nombor resit
th: จำนวนใบเสร็จรับเงิน

source: Region
ms: Wilayah
th: ภูมิภาค

# retrivalreferencenumber
source: Retrieval Reference No
ms: No Rujukan Semula
th: การดึงเอกสารอ้างอิง

source: Sequence No
ms: Nombor turutan
th: ลำดับหมายเลข

source: SettledDate
ms: Tarikh diselesaikan
th: วันที่ตกลง

source: Short Name
ms: Nama Pendek
th: ชื่อสั้น

source: Statement Type
ms: Jenis penyata
th: ประเภทคำชี้แจง

source: Task No
ms: No. Tugasan
th: จำนวนงาน

source: Terminal Id
ms: ID Terminal
th: ประจำสถานี

source: Total Count
ms: Jumlah Kiraan
th: นับรวม

source: Total Quantity
ms: Jumlah Kuantiti
th: จำนวนรวม

source: Transaction Code
ms: Kod transaksi
th: รหัสรายการ

source: Transaction Date
ms: Tarikh transaksi
th: วันที่เกิดรายการ

source: Unit Price
ms: Unit Harga
th: ราคาต่อหน่วย

source: Vehicle Performance Report
ms: Laporan Prestasi Kenderaan
th: รายงานผลการดำเนินงานยานพาหนะ

source: XReference Id
ms: Rujukan ID X
th: ประจำตัว X อ้างอิง

source: Velocity Type
ms: Jenis halaju
th: ประเภทความเร็ว

# agrmentbyacctno
source: Agreement By AccountNo
ms: Perjanjian Dengan No Akaun
